{
    "Jerry_West": {
        "years": [
            "1969"
        ],
        "name": "Jerry West",
        "link": "https://pl.wikipedia.org/wiki/Jerry_West",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Jerry_West.jpg",
        "summary": "Jerome Alan Jerry West (ur. 28 maja 1938 w Chelyan) – amerykański koszykarz, trener i działacz sportowy. Mistrz olimpijski z Rzymu. Jego sylwetka znajduje się w logo NBA.West uchodzi za jednego z najlepszych rzucających obrońców w historii NBA. Studiował w West Virginia University i w 1959 doprowadził tamtejszą drużynę koszykarską Mountaineers do finału NCAA. W 1960 znalazł się w składzie reprezentacji USA (amatorskiej) na Igrzyska Olimpijskie w Rzymie, gdzie zdobył złoty medal. W tym samym roku trafił do NBA - został wybrany w drafcie przez Minneapolis Lakers (krótko przed przenosinami Lakers do Los Angeles) z drugim numerem, za Oscarem Robertsonem.Los Angeles Lakers był jedynym klubem w zawodowej karierze Westa - jego barw bronił przez 14 lat. W tym czasie zdobył ponad 25 000 punktów (średnia 27 na mecz), należy do elitarnego grona graczy, którzy w jednym spotkaniu zdobywali ponad 60 punktów. Noszący przydomek Mr. Clutch zawodnik swój jedyny pierścień mistrzowski zdobył w 1972 (w finałach grał 9 razy) – Lakers w decydujących meczach pokonali nowojorskich Knicks. W 1980 został włączony do Koszykarskiej Galerii Sław im. Jamesa Naismitha, a 19 listopada 1983 Los Angeles Lakers zastrzegło jego numer 44, z którym występował przez 14 sezonów. W 1996 został wybrany do grona 50 najlepszych zawodników w historii NBA. Jest także jedynym zawodnikiem, który otrzymał nagrodę MVP Finałów jako członek drużyny pokonanej (1969 - Lakers przegrali 3-4 z Bostonem).W sezonie 1965/66 ustanowił rekord rozgrywek zasadniczych NBA, trafiając 840 celnych rzutów wolnych.Podczas rozgrywek 1965/1966, 1969/1970, 1970/1971 i 1971/1972 zajął drugie miejsce w głosowaniu na MVP fazy zasadniczej.Po zakończeniu kariery zawodniczej nadal był związany z Lakers. W latach 1976–1979 pełnił funkcję głównego szkoleniowca, w następnych latach znajdował się w sztabie szkoleniowo-menedżerskim. W 1982 został generalnym menedżerem, a w 1994 prezesem ds. koszykówki. Jest uznawany za głównego konstruktora mistrzowskich drużyn Lakers z lat 80. (z Magiciem Johnsonem oraz Kareemem Abdul-Jabbarem) i przełomu tysiącleci (z Shaquillem O’Nealem i Kobe Bryantem). Funkcję przestał pełnić w 2000.30 kwietnia 2002 został prezesem ds. koszykarskich (President of Basketball Operations) w Memphis Grizzlies. W oparciu o Pau Gasola zbudował w Memphis silną drużynę. To on podjął decyzję o zatrudnieniu pierwszego Polaka w NBA - Cezarego Trybańskiego. W 2007, w wieku 69 lat West przeszedł na emeryturę, zwalniając stanowisko dyrektora generalnego Grizzlies.Jerry West powrócił do NBA 19 maja 2011 roku jako członek rady wykonawczej współpracując bezpośrednio z właścicielem i generalnym menedżerem Golden State Warriors. Latem 2017 roku przestał pełnić rolę doradcy w Golden State Warriors. Od początku sezonu 2017/18 wspiera szkoleniowca Clippers – Doca Riversa.",
        "image_name": "Jerry_West.jpg",
        "quotes": []
    },
    "Willis_Reed": {
        "years": [
            "1970",
            "1973"
        ],
        "name": "Willis Reed",
        "link": "https://pl.wikipedia.org/wiki/Willis_Reed",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Willis_Reed_1972_publicity_photo.jpg",
        "summary": "Willis Reed Jr. (ur. 25 czerwca 1942 w Hico, Luizjana) – amerykański koszykarz, środkowy. Dwukrotny mistrz NBA. Członek Basketball Hall of Fame.Mierzący 206 cm wzrostu koszykarz studiował na Grambling State University. Do NBA został wybrany w drafcie 1964 przez New York Knicks. W organizacji tej spędził całą karierę (1964–1974). W pierwszym sezonie został wybrany debiutantem roku. Początkowo grał głównie jako silny skrzydłowy, później został przekwalifikowany na centra.W sezonie 1968/1969 zajął drugie miejsce w głosowaniu na MVP fazy zasadniczej. Rok później został już MVP rozgrywek. W tym samym roku zdobył swój pierwszy tytuł mistrzowski, ponownie wywalczył go w 1973. W obu wypadkach wybierano go MVP finałów. Do legendy przeszło zwłaszcza siódme spotkanie finałowe w 1970 - Reed grał z kontuzją, ale zdominował pod tablicami Wilta Chamberlaina.Siedem razy brał udział w meczu gwiazd NBA. W 1996 znalazł się wśród 50 najlepszych graczy występujących kiedykolwiek w NBA. Po przedwczesnym (problemy zdrowotne) zakończeniu kariery pracował jako trener, m.in. w Knicks (1977–78) oraz New Jersey Nets (1988–89).",
        "image_name": "Willis_Reed_1972_publicity_photo.jpg",
        "quotes": []
    },
    "Lew_Alcindor": {
        "years": [
            "1971"
        ],
        "name": "Lew Alcindor",
        "link": "https://pl.wikipedia.org/wiki/Kareem_Abdul-Jabbar",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Kareem_Abdul-Jabbar_May_2014.jpg",
        "summary": "Kareem Abdul-Jabbar (ur. 16 kwietnia 1947 w Nowym Jorku jako Ferdinand Lewis Alcindor Jr.) – amerykański koszykarz, grający na pozycji środkowego, trener koszykarski, członek Koszykarskiej Galerii Sław, najlepszy strzelec w historii NBA. Po zdobyciu trzech tytułów mistrzowskich w college'u, został wybrany z pierwszym numerem w drafcie NBA 1969 przez Milwaukee Bucks. W drugim sezonie na zawodowych parkietach zdobył pierwszy pierścień mistrzowski. W 1975 przeszedł do Los Angeles Lakers, gdzie zdobył pięć tytułów mistrzowskich. W przeciągu swej długiej kariery aż dziesięciokrotnie wystąpił w finałach NBA.Zajął drugie miejsce (za Michaelem Jordanem) w plebiscycie ESPN na największych koszykarzy w historii NBA. Ta sama stacja na swojej stronie internetowej uznała go za najlepszego środkowego w historii ligi. W 1996 został wyróżniony jako członek grona 50 najlepszych koszykarzy w historii NBA.",
        "image_name": "Kareem_Abdul-Jabbar_May_2014.jpg",
        "quotes": []
    },
    "Wilt_Chamberlain": {
        "years": [
            "1972"
        ],
        "name": "Wilt Chamberlain",
        "link": "https://pl.wikipedia.org/wiki/Wilt_Chamberlain",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Wilt_Chamberlain_headshot.jpg",
        "summary": "Wilton Norman Chamberlain, znany jako Wilt the Stilt (Szczudło), The Big Dipper oraz Król Tablic (ur. 21 sierpnia 1936, zm. 12 października 1999 w Bel Air, w Kalifornii) – amerykański profesjonalny koszykarz grający w lidze NBA dla klubów: Philadelphia Warriors, Golden State Warriors, Philadelphia 76ers i Los Angeles Lakers. Grał również w zespole Harlem Globetrotters.",
        "image_name": "Wilt_Chamberlain_headshot.jpg",
        "quotes": []
    },
    "John_Havlicek": {
        "years": [
            "1974"
        ],
        "name": "John Havlicek",
        "link": "https://pl.wikipedia.org/wiki/John_Havlicek",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:John_Havliceck,_Boston_Celtics,_1960s.jpg",
        "summary": "John Joseph Havlicek (ur. 8 kwietnia 1940 w Martins Ferry, zm. 25 kwietnia 2019 w Jupiter) – amerykański koszykarz, skrzydłowy. Ośmiokrotny mistrz NBA. Członek Koszykarskiej Galerii Sław im. Jamesa Naismitha.Jego ojciec był Czechem, a matka - Chorwatką.Mierzący 197 cm wzrostu koszykarz studiował na Ohio State University, gdzie występował w drużynie uczelnianej Ohio State Buckeyes (obok niego grał Jerry Lucas). Do NBA został wybrany z 9. numerem w drafcie 1962 przez Boston Celtics. W tym samym roku został również wybrany w drafcie do NFL, przez Cleveland Browns. Po rozegraniu obozu szkoleniowego (wide receiver) zdecydował się ostatecznie na grę w Celtics.W tym klubie spędził całą karierę (1962–1978). Był ważną częścią mistrzowskiego zespołu Celtów, mimo iż z reguły pełnił rolę pierwszego rezerwowego. Niekwestionowanym liderem zespołu stał się w latach 70. Wtedy też do sześciu tytułów zdobytych jeszcze z Billem Russellem (1963–1966, 1968–1969) dołożył dwa kolejne (1974, 1976). W 1974 został MVP finałów.Trzynaście razy brał udział w meczu gwiazd NBA. W 1996 znalazł się wśród 50 najlepszych graczy występujących kiedykolwiek w NBA.Jest jednym z ponad 40 zawodników w historii, którzy zdobyli zarówno mistrzostwo NCAA, jak i NBA w trakcie swojej kariery sportowej.",
        "image_name": "John_Havliceck2C_Boston_Celtics2C_1960s.jpg",
        "quotes": []
    },
    "Rick_Barry": {
        "years": [
            "1975"
        ],
        "name": "Rick Barry",
        "link": "https://pl.wikipedia.org/wiki/Rick_Barry",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Rick_Barry.jpg",
        "summary": "Richard (Rick) Francis Dennis Barry III (ur. 28 marca 1944 w Elizabeth) – amerykański koszykarz, występujący na pozycji niskiego skrzydłowego, mistrz NBA (1975), członek Koszykarskiej Galerii Sław im. Naismitha.Mierzący 201 cm wzrostu koszykarz studiował na University of Miami, gdzie w latach 1962–1965 grał w drużynie uczelnianej Miami Hurricanes. Do NBA został wybrany z 2. numerem w drafcie 1965 przez San Francisco Warriors. W NBA rozegrał dwa sezony, w pierwszym z nich zostając debiutantem roku, w drugim natomiast królem strzelców.Ze względu na konflikt z właścicielem Warriors – Franklinem Mieuli, który nie wypłacił mu pieniędzy, na które liczył Barry zdecydował się na przyłączenie do zespołu Oakland Oaks z ligi ABA, gdzie mógł liczyć na lukratywny kontrakt oraz grę dla swojego teścia – Bruce’a Hale’a. Sąd zadecydował jednak, że ze względów prawnych oraz „klauzuli rezerwy” zawartej w jego kontrakcie z Warriors Barry nie może dołączyć do ligi od razu i musi przeczekać okres karencji. Z tego właśnie powodu został on pozbawiony roku rozgrywek. Do ABA dołączył dopiero w trakcie sezonu 1968/69. Grał w niej do 1972, kiedy to wrócił do Warriors.W 1969 został uzyskał najwyższą średnią punktów (34) w ABA, ale ze względu na zbyt małą liczbę rozegranych spotkań (35) nie został oficjalnie sklasyfikowany na liście najlepszych strzelców ligi. Pomimo tego w wielu publikacjach jest określany mianem lidera strzelców ABA z 1969 roku, co jest błędem.Z Golden State Warriors (zmiana nazwy organizacji) w 1975 zdobył mistrzostwo NBA i otrzymał tytuł MVP finałów. Osiem razy brał udział w NBA All-Star Game. Karierę zakończył w Houston Rockets w 1979. Znany był ze specyficznego sposobu wykonywania rzutów wolnych – piłkę wyrzucał od dołu. Jest najlepiej wykonującym rzuty wolne zawodnikiem w historii ABA. Określa się go również mianem jedynego zawodnika w historii, który zdobył tytuły lidera strzelców w NCAA, ABA oraz NBA. Jest to jednak błąd, o którym wspomniano już powyżej. Pojawił się on w wyniku powielania przez lata niepotwierdzonych statystykami informacji, które zostały zweryfikowane dopiero w dobie internetu oraz powszechnego dostępu do danych.W 1996 znalazł się gronie 50. najlepszych graczy w historii NBA, natomiast rok później w składzie najlepszych zawodników w historii ligi ABA.Czterej jego synowie, Scooter, Jon, Brent i Drew, kontynuowali rodzinną tradycję, grając profesjonalnie w koszykówkę (trzej ostatni w NBA). Brent z San Antonio Spurs w latach 2005 i 2007 zdobywał pierścienie mistrzowskie, a Drew grał m.in. w Prokomie Sopot.",
        "image_name": "Rick_Barry.jpg",
        "quotes": []
    },
    "Jo_Jo_White": {
        "years": [
            "1976"
        ],
        "name": "Jo Jo White",
        "link": "https://pl.wikipedia.org/wiki/Jo_Jo_White",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Joseph_%22Jo-Jo%22_White,_2008.jpg",
        "summary": "Jo-Jo White, właśc. Joseph Henry White (ur. 16 listopada 1946 w Saint Louis, zm. 16 stycznia 2018 w Bostonie) – amerykański koszykarz występujący na pozycji rozgrywającego, mistrz olimpijski z Meksyku.Mierzący 191 centymetrów wzrostu koszykarz studiował na University of Kansas. Do NBA został wybrany z numerem 9. w drafcie w 1969 przez Boston Celtics i w tym klubie spędził większość kariery. Z Celtami zdobywał pierścienie mistrzowskie w 1974 i 1976, za drugim razem został uhonorowany tytułem MVP finałów. Siedem razy brał udział w NBA All-Star Game w latach 1971–1977. Grał także w Golden State Warriors (1979–1980) i Kansas City Kings (1980–1981).",
        "image_name": "Joseph_22Jo-Jo22_White2C_2008.jpg",
        "quotes": []
    },
    "Bill_Walton": {
        "years": [
            "1977"
        ],
        "name": "Bill Walton",
        "link": "https://pl.wikipedia.org/wiki/Bill_Walton",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Bill_Walton_8-26-08.JPG",
        "summary": "William Theodore Walton III (ur. 5 listopada 1952 w San Diego) – amerykański koszykarz występujący na pozycji środkowego, dwukrotny mistrz NBA, członek Koszykarskiej Galerii Sław.Mierzący 211 cm wzrostu koszykarz studiował na UCLA (dwa tytuły mistrza NCAA). Do NBA został wybrany z 1. numerem w drafcie 1974 przez Portland Trail Blazers.Trail Blazers zdobyli w 1977 swe jedyne mistrzostwo, a on sam otrzymał nagrodę dla najlepszego gracza finałów. Zajął też drugie miejsce w głosowaniu na MVP fazy zasadniczej. Rok później został już wybrany MVP sezonu zasadniczego.W Portland grał do 1979, kiedy to został koszykarzem San Diego Clippers (w 1984 przeniesionych do Los Angeles). Nie odniósł w tym klubie większych sukcesów i w 1985 odszedł do Boston Celtics, jednej z najsilniejszych drużyn tamtych czasów. W 1986 zdobył swój drugi tytuł mistrzowski i otrzymał nagrodę dla najlepszego rezerwowego. Karierę zakończył w 1987. Pracuje jako komentator telewizyjny.Mimo iż był graczem bardzo podatnym na kontuzje i z tego powodu nie w pełni wykorzystał swój potencjał, uchodzi za jednego z najwybitniejszych środkowych w historii ligi. W 1996 znalazł się wśród 50 najlepszych graczy występujących kiedykolwiek w NBA.Po zakończeniu kariery sportowej zajął się komentowaniem spotkań NBA. W latach 1990–2002 komentował spotkania Los Angeles Clippers dla stacji NBC, później natomiast dla ABC/ESPN (2002–2009). Przez 2 lata był także komentatorem spotkań Sacramento Kings (2010–2012). Od sezonu 2012-13 relacjonuje spotkania NCAA dla sieci ESPN oraz Pac-12 Network.Jest jednym z ponad 40 zawodników w historii, którzy zdobyli zarówno mistrzostwo NCAA, jak i NBA w trakcie swojej kariery sportowej.Jego synem jest Luke Walton, były gracz NBA.W 1996 wystąpił w filmie Chluba Boston Celtics.",
        "image_name": "Bill_Walton_8-26-08.JPG",
        "quotes": []
    },
    "Wes_Unseld": {
        "years": [
            "1978"
        ],
        "name": "Wes Unseld",
        "link": "https://pl.wikipedia.org/wiki/Wes_Unseld",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Wes_Unseld_1975.jpeg",
        "summary": "Westley Sissel Wes Unseld (ur. 14 marca 1946 w Louisville, zm. 2 czerwca 2020) – amerykański koszykarz oraz trener. Mistrz NBA (1978). Członek Koszykarskiej Galerii Sław.Studiował na University of Louisville, gdzie grał w drużynie uniwersyteckiej Louisville Cardinals. Do NBA został wybrany z 2. numerem w drafcie 1968 przez Baltimore Bullets. W organizacji tej, od 1973 działającej jako Washington Bullets, spędził całą karierę (1968-81). W pierwszym sezonie został nie tylko debiutantem roku, ale także MVP rozgrywek. Uchodził - mimo relatywnie skromnego wzrostu - za wybitnego specjalistę od defensywy. W 1978 został mistrzem NBA oraz MVP finałów.Pięć razy brał udział w meczu gwiazd NBA. W 1996 znalazł się wśród 50 najlepszych graczy występujących kiedykolwiek w NBA. Po zakończeniu kariery pracował w sztabie Bullets, był także trenerem tej drużyny.Zmarł 2 czerwca 2020 roku po długiej walce z chorobą.",
        "image_name": "Wes_Unseld_1975.jpeg",
        "quotes": []
    },
    "Dennis_Johnson": {
        "years": [
            "1979"
        ],
        "name": "Dennis Johnson",
        "link": "https://pl.wikipedia.org/wiki/Dennis_Johnson",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Dennis_Johnson_Lipofsky.jpg",
        "summary": "Dennis Wayne Johnson (ur. 18 września 1954 w San Pedro, zm. 22 lutego 2007 w Austin) – amerykański koszykarz, występujący na pozycji obrońcy, trzykrotny mistrz NBA, po zakończeniu kariery zawodniczej pracował jako trener.Mierzący 193 cm wzrostu koszykarz studiował na Pepperdine University. Do NBA został wybrany z 29. numerem w drafcie w 1976 przez Seattle SuperSonics. Grał w tej organizacji przez cztery sezony, w 1979 zwyciężając w lidze – został wybrany MVP finałów. W latach 1980–1983 grał w Phoenix Suns. Siedem lat grał w Bostonie (1983-1990) i był częścią dwóch ekip mistrzowskich. W NBA spędził 14 lat, zdobywając łącznie 15 535 punktów. Karierę kończył w 1990. Pięć razy był wybierany do All-Star Game.",
        "image_name": "Dennis_Johnson_Lipofsky.jpg",
        "quotes": [
            "Między szybkim bieganiem a sprintem jest ogromna różnica. Ten ostatni wymaga znajomości techniki płynącej z siły. Trzeba się nauczyć maksymalnie wykorzystywać mechanikę i wiedzieć, kiedy wyluzować. Szukając sprinterskich talentów, wybieram bardziej leniwych zawodników. Tylko oni potrafią dozować sobie wysiłek i kumulować energię w chwili prawdy."
        ]
    },
    "Magic_Johnson": {
        "years": [
            "1980",
            "1982",
            "1987"
        ],
        "name": "Magic Johnson",
        "link": "https://pl.wikipedia.org/wiki/Magic_Johnson",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Magic_Lipofsky.jpg",
        "summary": "Magic Johnson (właśc. Earvin Johnson Jr.; ur. 14 sierpnia 1959 w Lansing) – amerykański koszykarz, grający w drużynie Los Angeles Lakers w latach 80. i na początku 90. XX wieku. Po zdobyciu tytułów mistrzowskich w szkole średniej i w college’u, Johnson został wybrany z pierwszym numerem w drafcie NBA 1979 przez Los Angeles Lakers. W swym debiutanckim sezonie zdobył mistrzostwo i nagrodę najbardziej wartościowego gracza finałów NBA. W latach 80. zdobył kolejne cztery tytuły z Lakersami. Na sportową emeryturę odszedł nagle w 1991 po tym, jak ogłosił, że uległ zakażeniu wirusem HIV, ale powrócił w 1992 na mecz gwiazd, gdzie otrzymał nagrodę MVP. Po protestach niektórych zawodników ponownie zakończył karierę, by powrócić raz jeszcze w 1996 roku, w wieku 37 lat, rozgrywając 32 mecze w zespole Lakers i po raz trzeci i ostatni odejść od uprawiania zawodowego sportu.Na osiągnięcia Johnsona składają się trzy nagrody MVP sezonu zasadniczego, dziewięć występów w finałach NBA, dwanaście występów w meczu gwiazd i dziesięć nominacji do pierwszej i drugiej piątki NBA. Czterokrotnie notował w sezonach zasadniczych najwięcej podań i jest liderem klasyfikacji wszech czasów NBA w liczbie asyst zdobywanych w meczu, ze średnią 11,2. Johnson był także członkiem „Dream Teamu”, czyli amerykańskiej reprezentacji, która zdobyła złoty medal olimpijski na igrzyskach w Barcelonie w 1992.W 1996 został wyróżniony jako członek grona 50 najlepszych koszykarzy w historii NBA, a w 2002 dołączył do koszykarskiej galerii sław. W 2007 roku został wybrany najlepszym rozgrywającym w historii przez ESPN. Jego przyjaźń i rywalizacja z gwiazdą Boston Celtics Larrym Birdem, którego spotykał w finałach NCAA w 1979, a także podczas trzykrotnych potyczek w finałach NBA stała się klasykiem światowej koszykówki. Od czasu zakończenia kariery Johnson prowadzi działalność na rzecz profilaktyki przeciw HIV, a także jest przedsiębiorcą i filantropem.",
        "image_name": "Magic_Lipofsky.jpg",
        "quotes": []
    },
    "Cedric_Maxwell": {
        "years": [
            "1981"
        ],
        "name": "Cedric Maxwell",
        "link": "https://pl.wikipedia.org/wiki/Cedric_Maxwell",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:1985_Finals_Lipofsky.jpg",
        "summary": "Cedric Maxwell (ur. 21 listopada 1955 w Kinston) – amerykański koszykarz, występujący na pozycji silnego skrzydłowego.Mierzący 203 cm wzrostu koszykarz studiował na University of North Carolina at Charlotte. Do NBA został wybrany z 12. numerem w drafcie w 1977 przez Boston Celtics. Grał w tej organizacji do 1985, dwukrotnie zdobywając pierścienie mistrzowskie. W 1981 został wybrany MVP finałów, drugi tytuł wywalczył w 1984. W latach 1985–1987 grał w Los Angeles Clippers. W NBA spędził 11 lat, zdobywając łącznie 10 465 punktów. Karierę zakończył w 1988 w Houston Rockets. Koszulka z jego numerem (31) została zastrzeżona przez Celtów.",
        "image_name": "1985_Finals_Lipofsky.jpg",
        "quotes": []
    },
    "Moses_Malone": {
        "years": [
            "1983"
        ],
        "name": "Moses Malone",
        "link": "https://pl.wikipedia.org/wiki/Moses_Malone",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Moses_Malone.jpg",
        "summary": "Moses Eugene Malone (ur. 23 marca 1955 w Petersburgu, USA, zm. 13 września 2015 w Norfolk) – amerykański koszykarz, mistrz NBA w 1983 r.",
        "image_name": "Moses_Malone.jpg",
        "quotes": []
    },
    "Larry_Bird": {
        "years": [
            "1984",
            "1986"
        ],
        "name": "Larry Bird",
        "link": "https://pl.wikipedia.org/wiki/Larry_Bird",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Larrybird.jpg",
        "summary": "Larry Joe Bird (ur. 7 grudnia 1956 w West Baden, Indiana) – amerykański koszykarz, występujący w lidze NBA na pozycji niskiego i silnego skrzydłowego (small forward i power forward), mistrz olimpijski 1992. Jeden z najwybitniejszych graczy w historii NBA.",
        "image_name": "Larrybird.jpg",
        "quotes": [
            "To najbardziej okrutna rzecz, o jakiej kiedykolwiek słyszałem."
        ]
    },
    "Kareem_Abdul-Jabbar": {
        "years": [
            "1985"
        ],
        "name": "Kareem Abdul-Jabbar",
        "link": "https://pl.wikipedia.org/wiki/Kareem_Abdul-Jabbar",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Kareem_Abdul-Jabbar_May_2014.jpg",
        "summary": "Kareem Abdul-Jabbar (ur. 16 kwietnia 1947 w Nowym Jorku jako Ferdinand Lewis Alcindor Jr.) – amerykański koszykarz, grający na pozycji środkowego, trener koszykarski, członek Koszykarskiej Galerii Sław, najlepszy strzelec w historii NBA. Po zdobyciu trzech tytułów mistrzowskich w college'u, został wybrany z pierwszym numerem w drafcie NBA 1969 przez Milwaukee Bucks. W drugim sezonie na zawodowych parkietach zdobył pierwszy pierścień mistrzowski. W 1975 przeszedł do Los Angeles Lakers, gdzie zdobył pięć tytułów mistrzowskich. W przeciągu swej długiej kariery aż dziesięciokrotnie wystąpił w finałach NBA.Zajął drugie miejsce (za Michaelem Jordanem) w plebiscycie ESPN na największych koszykarzy w historii NBA. Ta sama stacja na swojej stronie internetowej uznała go za najlepszego środkowego w historii ligi. W 1996 został wyróżniony jako członek grona 50 najlepszych koszykarzy w historii NBA.",
        "image_name": "Kareem_Abdul-Jabbar_May_2014.jpg",
        "quotes": []
    },
    "James_Worthy": {
        "years": [
            "1988"
        ],
        "name": "James Worthy",
        "link": "https://pl.wikipedia.org/wiki/James_Worthy",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:James_Worthy_at_UNC_Basketball_game._February_10,_2007.jpg",
        "summary": "James Ager Worthy (ur. 27 lutego 1961 w Gastonii) – amerykański koszykarz, występujący na pozycji niskiego skrzydłowego, trzykrotny mistrz NBA, członek Koszykarskiej Galerii Sław, po zakończeniu kariery zawodniczej trener koszykarski.W 1979 wystąpił w meczu gwiazd amerykańskich szkół średnich - McDonald’s All-American.Mierzący 206 cm wzrostu koszykarz studiował na University of North Carolina w Chapel Hill, gdzie w latach 1979–1982 grał w drużynie uniwersyteckiej North Carolina Tar Heels. W 1982 został mistrzem NCAA. Obok niego w składzie drużyny znajdował się wówczas m.in. Michael Jordan. Wcześniej, w 1979 wystąpił na juniorskich mistrzostwach świata, jeszcze jako uczeń Ashbrook H.S. Jego zespół zdobył wtedy złoty medal.Do NBA został wybrany z 1. numerem w drafcie 1982 przez Los Angeles Lakers. W zespole tym spędził całą karierę (1982-1994). Był ważnym ogniwem mistrzowskiej drużyny Lakers w latach 80. Przez wszystkie lata gry stanowił wsparcie dla Magica Johnsona w systemie gry zwanym „Showtime”, bardzo często to właśnie Worthy odbierał podania typu „no-look pass” od Magica. W finale NBA w 1988, w meczu numer 7 zaliczył jedyne w karierze triple-double i został wybrany MVP finałów. W 1990 oraz 1991 został zaliczony do III składu All-NBA. Od połowy lat 80. grał w specjalnych okularach chroniących zranione oko.Siedem razy brał udział w NBA All-Star Game. W 1996 znalazł się wśród 50 najlepszych graczy występujących kiedykolwiek w NBA. Jego koszulka (z numerem 42) została zastrzeżona przez Lakers.Jest jednym z ponad 40 zawodników w historii, którzy zdobyli zarówno mistrzostwo NCAA, jak i NBA w trakcie swojej kariery sportowej.",
        "image_name": "James_Worthy_at_UNC_Basketball_game._February_102C_2007.jpg",
        "quotes": []
    },
    "Joe_Dumars": {
        "years": [
            "1989"
        ],
        "name": "Joe Dumars",
        "link": "https://pl.wikipedia.org/wiki/Joe_Dumars",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Joe_Dumars.jpg",
        "summary": "Joe Dumars III (ur. 24 maja 1963 w Shrevenport, Luizjana) – amerykański koszykarz, grający na pozycji shooting guard (190 cm wzrostu), dwukrotny mistrz NBA z drużyną Detroit Pistons, mistrz świata z 1994.",
        "image_name": "Joe_Dumars.jpg",
        "quotes": []
    },
    "Isiah_Thomas": {
        "years": [
            "1990"
        ],
        "name": "Isiah Thomas",
        "link": "https://pl.wikipedia.org/wiki/Isiah_Thomas",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Isiah_Thomas.jpg",
        "summary": "",
        "image_name": "Isiah_Thomas.jpg",
        "quotes": []
    },
    "Michael_Jordan": {
        "years": [
            "1991",
            "1992",
            "1993",
            "1996",
            "1997",
            "1998"
        ],
        "name": "Michael Jordan",
        "link": "https://pl.wikipedia.org/wiki/Michael_Jordan",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Michael_Jordan_in_2014.jpg",
        "summary": "",
        "image_name": "Michael_Jordan_in_2014.jpg",
        "quotes": [
            "Cały czas czułem to swędzenie, którego musiałem się jakoś pozbyć. Nie chciałem, by dokuczało mi przez resztę życia. Moja żądza gry była zbyt silna, by ją ignorować.",
            "Gram w koszykówkę, ponieważ kocham to robić. To, że dostaję za to pieniądze, to po prostu szczęśliwy przypadek.",
            "Jeśli idolami moich dzieci mają być inni gracze, proszę bardzo. Byle tylko nie farbowały włosów na czerwono.",
            "Macie rację, nie będzie następnego Michaela Jordana. I nie chciałbym, żeby ci chłopcy starali się być dokładnie tacy jak ja.",
            "Nie chodzi o kasę. Nie chodzi o sławę. Po prostu potrzebuję rywalizacji. To ona pcha mnie przez życie…",
            "Nie mam zamiaru usuwać się w cień, ale też z pewnością nie będę w stanie rozwiązać problemów świata. Są jednak sprawy, w których mogę coś zdziałać, i będę się starał to zrobić.",
            "Nie odczuwam satysfakcji umysłowej. Nie wydaje mi się, by ta gra kryła jeszcze przede mną jakieś tajemnice, choć pod względem fizycznym nie mogłoby być lepiej.",
            "Nigdy nie było drugiego Dr J. i ja to przewidywałem. Nigdy nie było drugiego Elgina Baylora i to też przewidywałem. A więc mówię tym chłopcom, którzy będą po mnie – nigdy nie będzie drugiego Michaela Jordana.",
            "Wiele rzeczy. Będę woził dzieci do szkoły, tak jak uczyniłem to dziś rano. Sprawiło mi to dużo radości. Równie dużo radości czerpię z odbierania moich dzieci ze szkoły, co też mam zamiar niedługo uczynić. Lubię też patrzeć, jak się bawią. (…) Te rzeczy wielu mogą wydawać się trywialne, ale ja nigdy tak naprawdę nie mogłem się nimi nacieszyć, bo nie pozwalała mi na to moja praca i inne rzeczy, którymi zajmowałem się przez ostatnie 14 lat. Dlatego też teraz rozkoszuję się do woli najprostszymi czynnościami.",
            "Wszyscy są mi bliscy. Nie wierzę w rasę. Wierzę w przyjaźń.",
            "Wystawiony język to mój specjalny wkład w rozwój tej gry. Nigdy wcześniej nie widziałeś niczego podobnego i prawdopodobnie nigdy już nie zobaczysz.",
            "Z punktu widzenia kariery koszykarskiej osiągnąłem wszystko, co było do osiągnięcia. Na tym etapie nie trafiam już na wyzwania, jakie miałem w przeszłości, nie będę już lepszy niż jestem w tej chwili.",
            "Zawsze tak mówiłem, gdy tematem była rezygnacja z gry. Wiem, że ludzie się tego nie spodziewali, ponieważ w dalszym ciągu mogę grać na wysokim poziomie. Myślę jednak, że nadeszła właściwa pora na odejście.",
            "Zdecydowałem, że odejdę ze świadomością, że wciąż mógłbym grać. Zawsze chciałem, żeby właśnie tak zakończyła się moja kariera. Dokładnie tak chciałem ją zakończyć.",
            "Żaden gracz nie potrafi upilnować Allena Iversona w grze 1 na 1.",
            "Będzie go brakowało w naszym sporcie. Jest wielkim graczem i wielkim ambasadorem koszykówki. Ale sama koszykówka jest ważniejsza niż którykolwiek z graczy.",
            "Czasami ludzie porównują mnie do Michaela, mówią, że jestem Jordanem hokeja i temu podobne bzdury. Wtedy chce mi się tylko śmiać. Nikt nie jest taki jak on. To nie skromność. To fakt.",
            "– Czy chcesz, żebym go błagał? – David Stern do Larry’ego Kinga<br />– Czemu nie?<br />– Michael, jeśli tylko to oglądasz, proszę cię, wróć. Po prostu powiedz nam, że wracasz.",
            "Graliśmy w Detroit, naszym głównym celem było nie dopuścić do wsadu wykonanego przez Michaela. Atakował nas, wyskoczył i… zatrzymałem go. Pamiętam tylko, że obrócił całe swoje ciało i umieścił piłkę z drugiej strony kosza. Powiedziałem do Chucka (ówczesny trener Detroit): „Nie krzycz na mnie! Widziałeś co się stało!”",
            "Grałem przeciwko niemu i próbowałem odebrać mu piłkę. Powiedział: Mogę wziąć piłkę kiedykolwiek zechcę i mogę z nią robić cokolwiek zechcę. Kiedy się nad tym zastanowiłem, stwierdziłem, że ma rację.",
            "Jako młody gracz czuję się odpowiedzialny za kontynuowanie tych osiągnięć, Jordana i innych zawodników, tak na parkiecie, jak i poza nim.",
            "Każdy mecz Jordan gra z takim zaangażowaniem, jakby to był jego ostatni.",
            "Kiedy to całe zamieszanie się skończy, nikt nie będzie miał żadnych wątpliwości co do roli Jordana w historii koszykówki. Jego pozycja będzie bardzo, bardzo jasna.",
            "Któż nie lubi Jordana? Gdy dzieciaki grają na podwórku w kosza, to nie udają, że są mną, tylko Michaelem Jordanem.",
            "Michael Jordan jest w Paryżu. To dużo więcej niż papież. To Bóg we własnej osobie.",
            "Myślę, że analizowałem go już wielokrotnie. Wciąż jednak wiele aspektów jego osobowości pozostaje dla mnie tajemnicą. Myślę, że one są tajemnicą nawet dla niego.",
            "Nie wiem, czy w swoim życiu widziałem sportowca posiadającego tak niezwykłe zalety umysłu, ciała i ducha.",
            "Nigdy nie będzie drugiego Michaela Jordana, tak samo jak nie będzie drugiego Larry’ego Birda czy Magika Johnsona.",
            "Nikt nie usiłował stworzyć Michaela Jordana. Niczego nie kreowaliśmy w 1984 r., to się samo wykreowało. Gdy próbuje się coś sztucznie tworzyć, publiczność się na tym pozna i uznaje, że jest to nieprawdziwe.",
            "Podczas jednej z przerw Michael Jordan podszedł do mnie i Jerry’ego Stackhouse’a i powiedział: Nie możecie od razu uważać się za najlepszych. Musicie czuć respekt przed starszymi zawodnikami. W przeciwnym razie, was też nikt nie będzie szanował. Ja na to odparłem, że nie mam respektu dla nikogo i zaczęło się. Wszyscy w NBA chcieli mi utrzeć nosa, a mi chodziło tylko o boisko. Przecież poza nim tacy ludzie jak Michael czy Magic są dla mnie wzorami. Kiedyś marzyłem o tym, żeby grać w butach z numerem Michaela Jordana. Wtedy miałem tylko jedną parę butów w ogóle, a mama pozwalała mi chodzić w nich tylko do szkoły.",
            "To Jezus w tenisówkach.",
            "Wiele osób chciało oglądać jego grę, chociaż nie było kibicami. To gracz stulecia.",
            "Wierzę, że pewnego dnia, kiedy Pan Bóg sobie tak siedział, zdecydował się stworzyć idealnego koszykarza. Nazwał go Michael Jordan.",
            "Wszyscy ludzie rodzili się równi, dopóki nie pojawił się Michael Jordan.",
            "Zrobił tak wiele dla tej gry i znaczy dla niej tak wiele, że nie wydaje mi się, by ktoś mógł to zrobić tak jak on. Został 5 razy wybrany MVP, 6 razy zdobył tytuł mistrzowski. Dla każdego będzie trudno osiągnąć to, co on."
        ]
    },
    "Hakeem_Olajuwon": {
        "years": [
            "1994",
            "1995"
        ],
        "name": "Hakeem Olajuwon",
        "link": "https://pl.wikipedia.org/wiki/Hakeem_Olajuwon",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Hakeemsigningautocropped.jpg",
        "summary": "Hakeem Abdul Olajuwon, pierw. Akeem Abdul Olajuwon (ur. 21 stycznia 1963 w Lagos) – nigeryjski koszykarz, posiadający także amerykańskie obywatelstwo (od 1993), występujący na pozycji środkowego, dwukrotny mistrz NBA, złoty medalista olimpijski z Atlanty.Uważany za jednego z najlepszych środkowych graczy w historii koszykówki. Dzięki swojej zręczności oraz umiejętnościom nazwany Hakeem „The Dream”.Nazwisko „Olajuwon” znaczy dosłownie „zawsze na szczycie”. Przez kolegów z drużyny uważany był za dowcipnisia, a prezenterowi stacji CBS, Billiemu Packerowi wyznał, że jego ulubionym jedzeniem są lody.",
        "image_name": "Hakeemsigningautocropped.jpg",
        "quotes": []
    },
    "Tim_Duncan": {
        "years": [
            "1999",
            "2003",
            "2005"
        ],
        "name": "Tim Duncan",
        "link": "https://pl.wikipedia.org/wiki/Tim_Duncan",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Tim_Duncan.jpg",
        "summary": "",
        "image_name": "Tim_Duncan.jpg",
        "quotes": [
            "W ubiegłym roku nie odczuwałem żadnej presji. Wszedłem do drużyny, w której grał David Robinson i kilku innych weteranów. To zdejmowało ze mnie dużo odpowiedzialności. Nie zjawiłem się po to, by ratować zespół."
        ]
    },
    "Shaquille_O’Neal": {
        "years": [
            "2000",
            "2001",
            "2002"
        ],
        "name": "Shaquille O’Neal",
        "link": "https://pl.wikipedia.org/wiki/Shaquille_O%E2%80%99Neal",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Shaquille_O%27Neal_October_2017_(cropped).jpg",
        "summary": "Shaquille Rashaun „Shaq” O’Neal (ur. 6 marca 1972 w Newark) – amerykański koszykarz grający w lidze NBA na pozycji środkowego, czterokrotny mistrz NBA: trzykrotnie z zespołem Los Angeles Lakers i raz z Miami Heat, mistrz olimpijski oraz mistrz świata.W 1989 wystąpił w meczu gwiazd amerykańskich szkół średnich - McDonald’s All-American.25 czerwca 2005 uzyskał tytuł magistra z zarządzania biznesem na Uniwersytecie w Phoenix. 1 czerwca 2011 ogłosił zakończenie kariery sportowej. W maju 2012 uzyskał stopień doktora na uniwersytecie Barry.",
        "image_name": "Shaquille_O27Neal_October_2017_28cropped29.jpg",
        "quotes": []
    },
    "Chauncey_Billups": {
        "years": [
            "2004"
        ],
        "name": "Chauncey Billups",
        "link": "https://pl.wikipedia.org/wiki/Chauncey_Billups",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Chauncey_Billups_Nuggets.jpg",
        "summary": "Chauncey Billups (ur. 25 września 1976 w Denver) – amerykański koszykarz, występujący na pozycji rozgrywającego, mistrz NBA, złoty medalista mistrzostw świata, po zakończeniu kariery zawodniczej trener koszykarski, obecnie trener Portland Trail Blazers.",
        "image_name": "Chauncey_Billups_Nuggets.jpg",
        "quotes": []
    },
    "Dwyane_Wade": {
        "years": [
            "2006"
        ],
        "name": "Dwyane Wade",
        "link": "https://pl.wikipedia.org/wiki/Dwyane_Wade",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Dwyane_Wade_2012.jpg",
        "summary": "Dwyane Tyrone Wade, Jr. (ur. 17 stycznia 1982 w Chicago) – amerykański koszykarz grający na pozycji rzucającego obrońcy. Mistrz olimpijski i medalista mistrzostw świata, trzykrotny mistrz NBA.Do NBA trafił w 2003, kiedy to został wybrany z 5 numerem draftu przez Miami Heat. W klubie tym występował przez trzynaście lata. W 2016 został zawodnikiem Chicago Bulls, a rok później Cleveland Cavaliers. Karierę zakończył w 2019 jako zawodnik Heat.W 2006 otrzymał nagrodę najlepszego zawodnika finałów NBA, po tym jak Heat zwyciężyli w nich z Dallas Mavericks 4–2. Mistrzostwo NBA zdobywał jeszcze dwukrotnie: w 2012 i 2013 – również z Heat. Był członkiem reprezentacji Stanów Zjednoczonych m.in. na Igrzyska Olimpijskie w Atenach (2004) – brązowy medal i Igrzyska Olimpijskie w Pekinie (2008) – złoty medal.",
        "image_name": "Dwyane_Wade_2012.jpg",
        "quotes": []
    },
    "Tony_Parker": {
        "years": [
            "2007"
        ],
        "name": "Tony Parker",
        "link": "https://pl.wikipedia.org/wiki/Tony_Parker",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Tony_Parker_2011-01_(cropped).jpg",
        "summary": "Tony Parker, właśc. William Anthony Parker, II (ur. 17 maja 1982 w Brugii) – francuski koszykarz, reprezentant Francji. Czterokrotny mistrz NBA z San Antonio Spurs. W 2007 roku został uznany MVP finałów NBA.",
        "image_name": "Tony_Parker_2011-01_28cropped29.jpg",
        "quotes": []
    },
    "Paul_Pierce": {
        "years": [
            "2008"
        ],
        "name": "Paul Pierce",
        "link": "https://pl.wikipedia.org/wiki/Paul_Pierce",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Paul_Pierce_Wizards.jpg",
        "summary": "Paul Anthony Pierce (ur. 13 października 1977 w Oakland) – amerykański koszykarz występujący na pozycji niskiego skrzydłowego.W 1995 wystąpił w meczu gwiazd amerykańskich szkół średnich - McDonald’s All-American.Po trzecim roku studiów na uniwersytecie Kansas zgłosił się do draftu NBA 1998, w którym został wybrany z numerem 10 przez Boston Celtics. Wraz z drużyną Celtics zdobył mistrzostwo NBA w 2008. Wybrano go wówczas MVP finałów.28 czerwca 2013, po 15 latach spędzonych w Bostonie, w wyniku wymiany kilku graczy przeniósł się do Brooklyn Nets. 17 lipca 2014 podpisał dwuletni kontrakt z Washington Wizards. Od lipca 2015 do czerwca 2017 zawodnik Los Angeles Clippers.17 lipca 2017 podpisał ceremonialną umowę z Boston Celtics, aby móc zakończyć karierę jako Celt.",
        "image_name": "Paul_Pierce_Wizards.jpg",
        "quotes": [
            "Jestem raczej spokojnym typem gracza. Nie za bardzo szaleję na parkiecie. Wolę, gdy gra sama przychodzi do mnie, nie wyskakuję pod kosz, żeby na siłę zdobywać punkty. Jeśli danego dnia nie ma zbyt silnej ofensywy przeciwników, to spełniam także inne role, na przykład pomagam drużynie w zbiórkach. Staram się grać równo.",
            "W meczach profesjonalnych jest nieustanna rywalizacja. Jednego dnia gra się przeciwko komuś z Meczu Gwiazd, następnego dnia broni się przeciwko takiemu, który zdobywa średnio 20 punktów, chociaż nie gra w All-Star Game, ale sprawia wielkie kłopoty, więc nie ma chwili rozluźnienia. W college’u wie się, że ma się przed sobą kilka takich meczów, w których da się pokonać przeciwników, więc nikt się tym tak bardzo nie przejmuje. W NBA trzeba być skoncentrowanym w każdym meczu."
        ]
    },
    "Kobe_Bryant": {
        "years": [
            "2009",
            "2010"
        ],
        "name": "Kobe Bryant",
        "link": "https://pl.wikipedia.org/wiki/Kobe_Bryant",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Kobe_Bryant_smiling_on_the_bench_USA_vs_GBR_2012.jpg",
        "summary": "",
        "image_name": "Kobe_Bryant_smiling_on_the_bench_USA_vs_GBR_2012.jpg",
        "quotes": [
            "Ci starsi faceci w dalszym ciągu potrafią grać. Wydaje się, że są coraz lepsi.",
            "Jako młody gracz czuję się odpowiedzialny za kontynuowanie tych osiągnięć, [Michaela] Jordana i innych zawodników, tak na parkiecie, jak i poza nim.",
            "Moje serce wytrzyma porażki, mój umysł zniesie harówkę, ale moje ciało wie, że czas się pożegnać."
        ]
    },
    "Dirk_Nowitzki": {
        "years": [
            "2011"
        ],
        "name": "Dirk Nowitzki",
        "link": "https://pl.wikipedia.org/wiki/Dirk_Nowitzki",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:DirkNowitzki.jpg",
        "summary": "Dirk Werner Nowitzki (ur. 19 czerwca 1978 w Würzburgu) – niemiecki koszykarz występujący na pozycji silnego skrzydłowego. Mistrz NBA oraz MVP finałów z 2011 roku.",
        "image_name": "DirkNowitzki.jpg",
        "quotes": [
            "Główną różnicą jest to, że tutaj [w USA] gra wymaga więcej sprawności. Pod koszem gra się bardzo siłowo i gracze skaczą dużo wyżej. Liga niemiecka nie jest zła, ale tu liczy się głównie sprawność."
        ]
    },
    "LeBron_James": {
        "years": [
            "2012",
            "2013",
            "2016",
            "2020"
        ],
        "name": "LeBron James",
        "link": "https://pl.wikipedia.org/wiki/LeBron_James",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:LeBron_James_Lakers.jpg",
        "summary": "LeBron James (ur. 30 grudnia 1984 w Akron, Ohio) – amerykański koszykarz grający w Los Angeles Lakers w NBA. Jego nominalna pozycja to niski skrzydłowy, lecz warunki fizyczne Jamesa (dynamika, waga) oraz jego wyjątkowy przegląd pola sprawiają, że trudno jest przyporządkować mu pozycję według tradycyjnych kryteriów, gdyż w praktyce może on pełnić zarówno rolę rozgrywającego, jak i silnego skrzydłowego. Otrzymał nagrodę najbardziej wartościowego gracza (MVP) ligi w sezonach 2008/2009, 2009/2010, 2011/2012, 2012/2013 oraz MVP finałów – 2012, 2013, 2016 i 2020.",
        "image_name": "LeBron_James_Lakers.jpg",
        "quotes": []
    },
    "Kawhi_Leonard": {
        "years": [
            "2014",
            "2019"
        ],
        "name": "Kawhi Leonard",
        "link": "https://pl.wikipedia.org/wiki/Kawhi_Leonard",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:1_kawhi_leonard_2019_(cropped).jpg",
        "summary": "Kawhi Anthony Leonard (ur. 29 czerwca 1991 w Riverside) – amerykański koszykarz, występujący na pozycji niskiego skrzydłowego, dwukrotny mistrz NBA (2014, 2019) oraz MVP finałów, obecnie zawodnik Los Angeles Clippers.",
        "image_name": "1_kawhi_leonard_2019_28cropped29.jpg",
        "quotes": []
    },
    "Andre_Iguodala": {
        "years": [
            "2015"
        ],
        "name": "Andre Iguodala",
        "link": "https://pl.wikipedia.org/wiki/Andre_Iguodala",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Andre_Iguodala_2016.jpg",
        "summary": "Andre Tyler Iguodala (ur. 28 stycznia 1984 w Springfield, Illinois) – amerykański koszykarz, występujący na pozycjach rzucającego obrońcy lub niskiego skrzydłowego, trzykrotny mistrz NBA, obecnie zawodnik Golden State Warriors.Po dwóch latach gry w drużynie uniwersyteckiej Arizona Wildcats, Iguodala trafił do NBA, będąc wybranym z 9. numerem draftu 2004 przez Philadelphia 76ers. W sierpniu 2012 trafił w wymianie do Denver Nuggets. W lipcu 2013 został zawodnikiem Golden State Warriors. W sezonach 2015/2016 i 2016/2017 zajął drugie miejsce w głosowaniu na najlepszego „szóstego” zawodnika ligi NBA.7 lipca 2019 został wytransferowany do Memphis Grizzlies.6 lutego 2020 został wytransferowany do Miami Heat. 10 sierpnia 2021 dołączył po raz kolejny w karierze do Golden State Warriors.",
        "image_name": "Andre_Iguodala_2016.jpg",
        "quotes": []
    },
    "Kevin_Durant": {
        "years": [
            "2017",
            "2018"
        ],
        "name": "Kevin Durant",
        "link": "https://pl.wikipedia.org/wiki/Kevin_Durant",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Golden_State_Warriors_Small_Forward_Kevin_Durant_(cropped).jpg",
        "summary": "Kevin Wayne Durant (ur. 29 września 1988 w Waszyngtonie) – amerykański koszykarz występujący na pozycji niskiego skrzydłowego, dwukrotny mistrz NBA (2017, 2018), trzykrotny mistrz olimpijski (Londyn 2012, Rio 2016 i Tokio 2020) oraz mistrz świata z Turcji (2010). Obecnie zawodnik Brooklyn Nets.Wybrany z 2. numerem w drafcie NBA w 2007 przez Seattle SuperSonics. MVP sezonu NBA 2013/14. W 2006 wystąpił w meczu wschodzących gwiazd - Nike Hoop Summit oraz McDonald’s All-American.",
        "image_name": "Golden_State_Warriors_Small_Forward_Kevin_Durant_28cropped29.jpg",
        "quotes": []
    },
    "Janis_Andetokunmbo": {
        "years": [
            "2021"
        ],
        "name": "Janis Andetokunmbo",
        "link": "https://pl.wikipedia.org/wiki/Janis_Andetokunmbo",
        "wikipedia_image": "https://pl.wikipedia.org/wiki/Plik:Giannis_Antetokounmpo_(24845003687)_(cropped).jpg",
        "summary": "Janis Andetokunmbo (Adetokunbo) (gr. Γιάννης Αντετοκούνμπο, Giánnīs Antetokoúnmpo; ur. 6 grudnia 1994 w Atenach) – grecki koszykarz pochodzenia nigeryjskiego, występujący na pozycji silnego skrzydłowego w drużynie Milwaukee Bucks.",
        "image_name": "Giannis_Antetokounmpo_282484500368729_28cropped29.jpg",
        "quotes": []
    }
}